export const rankRule = {
  "_4": {
    id: 4,
    rule: '追踪全球音乐流行趋势，乐坛最热门歌曲，网络蹿红歌曲根据地。展示QQ音乐用户的关注热度，体现歌曲飙升程度的潮流音乐排行榜。<br><br>更新时间：每天更新<br>歌曲数量：100首<br>统计算法：QQ音乐库内全部歌曲，根据综合数据7天前的涨幅进行排序，取前100名<br>综合数据：登录用户在QQ音乐播放/分享/下载数据'
  },
  "_26": {
    id:26 ,
    rule: '一周最具人气歌曲排行榜，旨在体现QQ音乐用户每周播放热度变更，为你展示当下最热门最优质最有单曲循环价值的歌曲。<br><br>更新时间：每周四更新<br>排名数量：300首<br>统计算法：QQ音乐库内所有歌曲，根据综合数据7天前的涨幅进行排序，取前300名<br>综合数据：登录用户在QQ音乐播放/分享/下载数据'
  },
  "_27": {
    id: 27,
    rule: '集结30天内发行的优质歌曲，鼓励原创、着眼未来的乐坛风向标。根据每日综合数据进行排序，体现QQ音乐用户追新潮流，致力于打造最权威最有公信力的专业健康的新歌排行榜。<br><br>歌曲数量：100首<br>综合数据：登录用户在QQ音乐收听/分享/下载数据'
  },
  "_58": {
    id: 58,
    rule: '江小白YOLO说唱榜汇集最优质最前沿的说唱音乐作品，体现QQ音乐用户说唱歌曲播放热度。<br><br>更新时间：每周四<br>排名数量：50首<br>统计算法：180天内正规发行的说唱歌曲，根据综合数据排序取前50名<br>综合数据：根据登录用户QQ音乐播放/分享/下载数据综合得出'
  },
  "_28": {
    id: 28,
    rule: '集结一周最热门的网络音乐，体现QQ音乐用户网络歌曲收听趋势，打造最全最包容最具热度的网络音乐排行榜。<br><br>更新时间：每周四更新<br>排名数量：100首<br>统计算法：三个月内发行的网络歌曲，根据综合数据排序取前100名<br>综合数据：登录用户在QQ音乐播放/分享/下载数据'
  },
  "_5": {
    id: 5,
    rule: '汇集最优质最前沿的内地音乐作品，彰显内地主流乐坛流行趋势。体现QQ音乐用户内地歌曲播放热度。<br><br>更新时间：每周四<br>排名数量：100首<br>统计算法：90天内正规发行的内地新歌，根据综合数据排序取前100名<br>综合数据：登录用户QQ音乐播放/分享/下载数据、艺人社会影响力指数、艺人社交媒体活跃指数综合得出'
  },
  "_6": {
    id: 6,
    rule: '汇集最优质最前沿的港台地区音乐作品，体现QQ音乐用户港台地区歌曲播放热度。<br><br>更新时间：每周四<br>排名数量：100首<br>统计算法：90天内正规发行的港台地区新歌，根据综合数据排序取前100名<br>综合数据：登录用户QQ音乐播放/分享/下载数据、艺人社会影响力指数、艺人社交媒体活跃指数综合得出'
  },
  "_3": {
    id: 3,
    rule: '汇集最优质最前沿的欧美音乐作品，体现QQ音乐用户欧美歌曲播放热度。<br><br>更新时间：每周四<br>排名数量：100首<br>统计算法：90天内正规发行的欧美新歌，根据综合数据排序取前100名<br>综合数据：登录用户在QQ音乐播放/分享/下载数据、艺人社会影响力指数、艺人社交媒体活跃指数综合得出'
  },
  "_16": {
    id: 16,
    rule: '汇集最优质最前沿的韩国音乐作品，体现QQ音乐用户韩国歌曲播放热度。<br><br>更新时间：每周四<br>排名数量：100首<br>统计算法：90天内正规发行的韩国乐坛新歌，根据综合数据排序取前100名<br>综合数据：登录用户QQ音乐播放/分享/下载数据、艺人社会影响力指数、艺人社交媒体活跃指数综合得出'
  },
  "_29": {
    id: 29,
    rule: '集结每周最具人气的影视歌曲，紧跟电影电视流行趋势，体现QQ音乐用户影视歌曲播放热度。<br><br>更新时间：每周四<br>排名数量：100首<br>统计算法：90天内正规发行的影视新歌，根据综合数据排序取前100名<br>综合数据：登录用户在QQ音乐播放/分享/下载数据'
  },
  "_17": {
    id: 17,
    rule: '汇集最优质最前沿的日本音乐作品，体现QQ音乐用户日本歌曲播放热度。<br><br>更新时间：每周四<br>排名数量：100首<br>统计算法：180天内正规发行的日本乐坛新歌，根据综合数据排序取前100名<br>综合数据：登录用户QQ音乐播放/分享/下载数据、艺人社会影响力指数、艺人社交媒体活跃指数综合得出'
  },
  "_36": {
    id: 36,
    rule: '集结当下全民K歌最热门的翻唱歌曲，为你带来最新鲜的K歌好声音。 <br>更新频率：每周四 <br>统计范围：全民K歌用户翻唱作品 <br>统计数量：50首 <br>统计算法：全民K歌榜单上兼具人气与动听的优质作品，及全民K歌小编挖掘的好声音均有机会进入推荐。'
  },
  "_201": {
    id: '201',
    rule: '榜单中参与排名的MV范围必须是三个月内官方发行的MV，翻制版，预告版，花絮版，广告宣传片等不参与排名。 <br > < b > 更新时间： < /b>榜单数据一小时更新一次<br><b>统计周期：</b > 一周（ 统计时间周一零点至周日24: 00 点） <br > < b > 统计算法： < /b>根据MV在一周内的有效播放、分享以及下载次数，由高到低取前20名。如果对榜单有任何疑问，欢迎加入QQ音乐MV频道官方群309397665进行讨论.'
  },
  "_108": {
    id: 108,
    rule: ' 公告牌， 即Billboard是美国1894年创办的音乐杂志， 而其中最为人知的是Billboard排行榜， 经过数十年的改善， 如今形成专业、 可靠的Hot 100 单曲榜， 成为如今主流界最著名的音乐类榜单。 本榜单每周五更新。 '
  },
  "_123": {
    id: 123,
    rule: 'iTunes是美国苹果公司开发的音乐下载软件，iTunes单曲榜是结合了下载、收听和销售数据，进行的全美流行音乐综合排名，于每周一更新。'
  },
  "_106": {
    id: 106,
    rule: 'Mnet是韩国最权威的音乐电台，其榜单较为客观、翔实的展现了每周韩国音乐的排行状况。'
  },
  "_107": {
    id: 107,
    rule: '英国单曲排行榜（UK Singles Chart），是代表英国唱片工业的权威排行榜。排行榜的资讯会刊登在音乐周刊（Music Week）（前75名）、排行榜+（ChartsPlus）（前200名）等杂志上，并公布在各大网站上（通常只列出前40名）。由约6500家唱片零售商和英国网路影音下载业者负责提供销售资料。'
  },
  "_105": {
    id: 105,
    rule: '日本公信榜，也称为Oricon榜，是由1968年1月4日正式开始的日本最具知名度的音乐排行榜。排名原则上是从每周一开始的音乐的累计销售量，截止与星期天，并在下周二手机发表，下周三PC发表。'
  },
  "_113": {
    id:113 ,
    rule: '反映本港乐坛，历史最悠久的中文歌曲排行榜。'
  },
  "_114": {
    id:114,
    rule: '香港商业电台是香港的一家商业广播电台，其榜单搜罗港台最新流行单曲。'
  },
  "_103": {
    id: 103,
    rule: '榜单排名所参考的数据来源：唱片销售占20%（含 五大、光南、佳佳、玫瑰大众g-music、博客来），<br>数字音乐平台占30%（含 friDay音乐、iTunes、KKBOX、myMusic、Spotify），<br>Hit Fm联播网AIR PLAY电台播出率占50%。'
  },
}